/* 
  Localization (Base).strings
  powermann

  Created by Andre on 05.11.2023.
  
*/

//  Menu Items

"Charged"       = "Charged";
"Unknown"       = "Unknown";
"Battery"       = "Battery";
"Power Adapter" = "Power Adapter";
"Calculating"   = "Calculating…";


//  Notifications

"Charged Notification Title"       = "Charged";
"Charged Notification Message"     = "Your Battery is now fully charged.";
"Low Battery Notification Title"   = "%@ remaining";
"Low Battery Notification Message" = "Your Mac will sleep soon unless plugged into a power outlet.";


//  Properties

"Time Remaining"     = "Time Remaining:";
"Percentage"         = "Percentage:";
"Power Usage"        = "Power Usage:";
"Charge"             = "Charge:";
"Cycle Count"        = "Cycle Count:";
"Temperature"        = "Temperature:";
"Power Source"       = "Power Source:";
"Health"             = "Condition:";


//  Units

"Watts" = "Watts";
